Repository: Kostenkov-2021/AMRadio-Addon-Russian-localization
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: es, ru

source: Enter Your Callsign
es: Introduce el indicativo
ru: Введите свой Позывной

source: Please enter your callsign:
es: Por favor introduce el indicativo
ru: Пожалуйста, введите свой позывной:

source: Open the callsign dialog.
es: Abre el di치logo de indicativos
ru: Открыть диалог позывного.

source: AM Radio Add-on
es: Complemento para radioaficionados
ru: Дополнение AM Radio

source: Start a 3-minute timer with tones.
es: comenzar un temporizador de 3 minutos con tonos
ru: Запустить 3-минутный таймер с тонами.

source: 3-minute timer started.
es: Temporizador de 3 minutos con tonos iniciado
ru: Запущен 3-минутный таймер.

source: Announce the current UTC time (hour and minute).
es: Anunciar la hora actual UTC (hora y minuto).
ru: Объявить текущее время UTC (час и минута).

source: The current UTC time is
es: La hora actual UTC es
ru: Текущее время UTC

source: Open the brand meister hoseline
ru: Открыть brand meister hoseline

source: Please, donate
es: Por favor, dona
ru: Пожалуйста, пожертвуйте

source: NVDA Add-on for amateur radio enthusiasts. You can make a donation to EA7LEE to help. If you want, you'll redirected to Paypal.
es: complemento de NVDA para entusiastas de la radioafici칩n. Puedes donar a EA7LEE para ayudawr. Si quieres, se te redirigir치 a Paypal.
ru: Дополнение NVDA для радио-любителей. Вы можете сделать пожертвование для EA7lee, чтобы помочь. Если хотите, вас перенаправят в PayPal.

source: NVDA Add-on for amateur radio enthusiasts
es: Complemento de NVDA para entusiastas de la radioafici칩n
ru: Дополнение NVDA для радио-любителей
